[
  {
    "id": 1,
    "_id": "66e91327f5171f0f799fe3c6",
    "country": "Bangladesh",
    "destination": "Sundarbans",
    "title": "Sundarbans, Bangladesh",
    "img": "/BangladeshBg.jpg",
    "description": "The Sundarbans is a UNESCO World Heritage Site and home to the majestic Royal Bengal Tiger. Explore this lush mangrove forest through boat tours, and witness an abundance of wildlife, including spotted deer, crocodiles, and vibrant bird species. Perfect for nature lovers and eco-travelers."
  },
  {
    "id": 2,
    "country": "Indonesia",
    "_id": "66e91327f5171f0f799fe3d2",
    "destination": "Bali",
    "title": "Bali, Indonesia",
    "img": "/IndonisiaBg.jpg",
    "description": "Bali is a perfect blend of culture, nature, and adventure. From scenic rice terraces and volcanic mountains to serene beaches and ancient temples, Bali offers something for every traveler. Whether you're seeking spiritual experiences or thrilling water sports, this Indonesian island is a must-visit."
  },
  {
    "id": 3,
    "_id": "66e91327f5171f0f799fe3cf",
    "country": "Thailand",
    "destination": "Phuket",
    "img": "/ThailandBg.jpg",
    "title": "Phuket, Thailand",
    "description": "Phuket is Thailand's largest island and a top destination for beach lovers and party-goers. Famous for its crystal-clear waters and bustling nightlife, Phuket also offers hidden temples, stunning cliffs, and peaceful retreats. Explore the nearby Phi Phi Islands for an unforgettable adventure."
  },
  {
    "id": 4,
    "_id": "66e91327f5171f0f799fe3d8",
    "country": "Malaysia",
    "destination": "Petronas Twin Towers",
    "img": "https://i.pinimg.com/564x/76/8f/35/768f352622418e44f1c41afe8af7e029.jpg",
    "title": "Petronas Twin Towers, Malaysia",
    "description": "The Petronas Twin Towers, located in Kuala Lumpur, are an iconic symbol of Malaysia's modern skyline. Standing 452 meters tall, these twin skyscrapers were the tallest buildings in the world from 1998 to 2004. Visitors can enjoy breathtaking views of the city from the Skybridge, which connects the two towers, or explore the surrounding KLCC Park."
  },
  {
    "_id": "66e91327f5171f0f799fe3e9",
    "id": 5,
    "country": "Singapore",
    "destination": "Singapore",
    "img": "/SingaporBg.jpg",
    "title": "Singapore",
    "description": "Singapore is a city-state known for its stunning architecture, futuristic gardens, and impeccable cleanliness. Visit the awe-inspiring Gardens by the Bay, enjoy shopping on Orchard Road, or relax on Sentosa Island. It’s the perfect destination for luxury travelers and families alike."
  },
  {
    "id": 6,
    "country": "Philippines",
    "_id": "66e91327f5171f0f799fe3df",
    "destination": "Chocolate Hills",
    "img": "https://i.pinimg.com/564x/f0/6d/e4/f06de43d97cdc71274f2608dd570e070.jpg",
    "title": "Chocolate Hills, Philippines",
    "description": "The Chocolate Hills of Bohol are one of the most iconic natural wonders of the Philippines. Spread over an area of more than 50 square kilometers, these 1,200+ uniformly shaped hills turn brown during the dry season, resembling mounds of chocolate, hence the name."
  }
]
