[
  {
    "id": 1,
    "country": "Bangladesh",
    "destination": "Sundarbans",
    "title": "Sundarbans, Bangladesh",
    "description": "The Sundarbans is a UNESCO World Heritage Site and home to the majestic Royal Bengal Tiger. Explore this lush mangrove forest through boat tours, and witness an abundance of wildlife, including spotted deer, crocodiles, and vibrant bird species. Perfect for nature lovers and eco-travelers."
  },
  {
    "id": 2,
    "country": "Indonesia",
    "destination": "Bali",
    "title": "Bali, Indonesia",
    "description": "Bali is a perfect blend of culture, nature, and adventure. From scenic rice terraces and volcanic mountains to serene beaches and ancient temples, Bali offers something for every traveler. Whether you're seeking spiritual experiences or thrilling water sports, this Indonesian island is a must-visit."
  },
  {
    "id": 3,
    "country": "Thailand",
    "destination": "Phuket",
    "title": "Phuket, Thailand",
    "description": "Phuket is Thailand's largest island and a top destination for beach lovers and party-goers. Famous for its crystal-clear waters and bustling nightlife, Phuket also offers hidden temples, stunning cliffs, and peaceful retreats. Explore the nearby Phi Phi Islands for an unforgettable adventure."
  },
  {
    "id": 4,
    "country": "Malaysia",
    "destination": "Kuala Lumpur",
    "title": "Kuala Lumpur, Malaysia",
    "description": "Kuala Lumpur is where modern skyscrapers meet centuries-old temples. From the iconic Petronas Towers to vibrant street markets and cultural landmarks like Batu Caves, KL is a city full of surprises. Experience Malaysia’s diverse food scene, featuring a blend of Malay, Chinese, and Indian flavors."
  },
  {
    "id": 5,
    "country": "Singapore",
    "destination": "Singapore",
    "title": "Singapore",
    "description": "Singapore is a city-state known for its stunning architecture, futuristic gardens, and impeccable cleanliness. Visit the awe-inspiring Gardens by the Bay, enjoy shopping on Orchard Road, or relax on Sentosa Island. It’s the perfect destination for luxury travelers and families alike."
  },
  {
    "id": 6,
    "country": "Nepal",
    "destination": "Kathmandu",
    "title": "Kathmandu, Nepal",
    "description": "Kathmandu, the heart of Nepal, is a city brimming with spiritual energy and ancient temples. As the starting point for trekkers heading to Everest Base Camp, it offers cultural sites like Swayambhunath (Monkey Temple) and Durbar Square. For adventure seekers and history enthusiasts, Kathmandu is a dream destination."
  }
]
